Repository: NaiSaikChan/mon2engdict15
Catalog: mon2engdict/Helper/*.lproj/Localizable.strings
Languages: my_mm

source: Edit
my_mm: ပဠေဝ်

source: Appearance
my_mm: အယောၚ်

source: Dark Mode
my_mm: ဂၠု

source: Language
my_mm: ဘာသာ

source: App Language
my_mm: ဘာသာအေပ်

source: English
my_mm: အၚ်္ဂလိက်

source: Mon
my_mm: မန်

source: About
my_mm: ပရောပရာ

source: Add Item
my_mm: ထပ်စုတ်

source: Select an item
my_mm: ရုဲကေတ်

source: Time
my_mm: အခိင်

source: Settings
my_mm: ဒၞာဲချိင်

# About App
source: Credit to Nai Aung Nyan Lynn who delevop and digitalize the main data source of this English to Mon Dictionary from Nai Tun Wai's dictionary book and others. iOS App Developer Nai Saik Chan.
my_mm: အဘိဓါန်ဝွံ ကံက်နုက်ပ္တိတ်နၚ် နူလိက်အုပ်အဘိဓါန် နာဲထောန်ဝဵုမဒှ်ရ။ နာဲအံၚ်ဉာဏ်လေန် ပြံၚ်ဗဒှ် digitalize ကၠုၚ်လဝ်တၚ်နၚ်တုဲ အဲနာဲသိုက်ဆာန်ဏံခၞံဗဒှ် App သွက် iOS မဒှ်ရ။

source: Font Size
my_mm: အဝဲမအက္ခရ်

source: Current Size
my_mm: အဝဲ

source: Light
my_mm: တၟး

source: Dark
my_mm: ဂၠု

source: System
my_mm: အတိုင်စက်

source: Sort Order
my_mm: ပြေၚ်လၟေၚ်အက္ခရ်

source: A-Z
my_mm: က-အ

source: Z-A
my_mm: အ-က

source: Random
my_mm: ဆဆဵု

# Use Default
source: Use Default Font Size
my_mm: အဝဲအက္ခရ်ပကတိ

source: Preview
my_mm: ပြဝ်ရဴ

source: Version
my_mm: ဗာရှေန်

source: Setting
my_mm: ဒၞာဲချိင်

source: Dictionary
my_mm: အဘိဓါန်

source: Favorite
my_mm: ဝေါဟာဒးဂၞပ်

source: MEM Dictionary
my_mm: အဘိဓါန် အၚ်္ဂလိက်-မန်

source: Search word
my_mm: ဂၠာဲဝေါဟာ

source: words
my_mm: ဝေါဟာ

source: No words available
my_mm: ဟွံမဲ ဝေါဟာ

source: No results for
my_mm: ဟွံဆဵုဝေါဟာသွက်

source: Try a different spelling
my_mm: ချိၚ်အက္ခရ်တၟိညိ

source: Detail
my_mm: ဝေါဟာ ဗွဲတရး

source: Remove from favorites
my_mm: ဇိုတ်ပ္တိတ်နူ ဝေါဟာဒးကၞပ်စိုတ်

source: Add to favorites
my_mm: ထပ်စုတ် ဝေါဟာဒးကၞပ်စိုတ်

source: Pronounce in English
my_mm: ပ္တိတ်ဗှ်ရမျာၚ် အၚ်္ဂလိက်

source: Pronounce
my_mm: ဗှ်ရမျာၚ်

source: Copy
my_mm: ကူဆာဲ

source: Copied!
my_mm: ကူဆာဲတုဲ!

source: Share
my_mm: ပါ်ပရအ်

# Favirotes Word
source: Favorites
my_mm: ဝေါဟာဒးဂၞပ်

# Favirotes
source: Favorites
my_mm: ဝေါဟာဒးဂၞပ်ဂမၠိုၚ်

source: Favorites
my_mm: ဝေါဟာဒးဂၞပ်ဂမၠိုၚ်

source: No favorites yet
my_mm: ဟွံမဲ ဝေါဟာဒးဂၞပ်ဏီ

source: Tap the heart icon on any word to save it here
my_mm: နူက်ကၠေဝ်ဂၞပ်စိုတ် ပ္ဍဲဝေါဟာညမွဲမွဲ သွက်ဂိုၚ်ဒိပ်ဒၞာဲဏံ

source: New Word
my_mm: ဝေါဟာတၟိ

source: English or Mon
my_mm: အၚ်္ဂလိက်/မန်

source: Definition
my_mm: အဓိပ္ပါယ်

# Own add Word
source: Your personal saved words in the dictionary will be lost after deleting the app.
my_mm: ဝေါဟာနာဲထပ်စုတ်စကေတ်တအ်ဏံဝွံ အခါရနာဲဇိုတ်ပ္တိတ် App ဏံနူဖုၚ်မ္ဂး ဝေါဟာတအ်ဂှ်ကၠေံအာအိုတ်ရောၚ်။

source: Add Word
my_mm: ထပ်စုတ်ဝေါဟာ

source: Word
my_mm: ဝေါဟာ

source: Cancel
my_mm: တးပါဲ

source: Save
my_mm: ဂိုၚ်ဒိပ်
